Repository: capstanlqc/cli_automation
Catalog: conv_fl419_to_tmxs/output/Eurograduate_FL419_ita-CHE_TM.tmx
Source language: en_gb
Languages: it_ch

source: Other\ Refusal (DO NOT READ OUT)
it_ch: Altro/rifiuta (NON LEGGERE)

source: Walking
it_ch: A piedi

source: DK/NA (DO NOT READ OUT)
it_ch: NS/NR (NON LEGGERE)

source: (DO NOT READ OUT
it_ch: (NON LEGGERE)

source: Large town/city
it_ch: una grande città

source: Have you got a mobile phone?
it_ch: Lei ha un telefono cellulare?

source: In which city/borough/commune do you live?
it_ch: In quale città/quartiere/comune risiede?

source: Single person household
it_ch: Famiglia composta da una sola persona

source: Noise
it_ch: Il rumore

source: Car
it_ch: Automobile

source: Public transport
it_ch: I trasporti pubblici

source: PROG: ROTATE ITEMS 1 TO 4
it_ch: PROG: RUOTARE ITEMS DA 1 A 4

source: During the last twelve months, would you say you had difficulties to pay your bills at the end of the month…?
it_ch: Negli ultimi 12 mesi ha avuto difficoltà nel pagare i conti a fine mese ….

source: Other city
it_ch: Altra città\comune

source: Generally speaking, the public administration of [CITY NAME] can be trusted
it_ch: In generale, ci si può fidare della pubblica amministrazione di [CITY NAME]

source: ASK ALL
it_ch: A TUTTI

source: It is easy to find a job in [CITY NAME]
it_ch: A [CITY NAME] è facile trovare lavoro

source: Not at all satisfied
it_ch: Per niente soddisfatto/a

source: I will read you a few statements. Please tell me whether you strongly agree, somewhat agree, somewhat disagree or strongly disagree with each of these statements?
it_ch: Ora le leggerò alcune affermazioni. Mi dica per favore se Lei è completamente d’accordo, piuttosto d’accordo, piuttosto contrario o del tutto contrario con ciascuna di queste affermazioni.

source: Somewhat disagree
it_ch: Piuttosto in disaccordo

source: Housing
it_ch: Gli alloggi

source: (READ OUT – ONE ANSWER ONLY)
it_ch: (LEGGERE - UNA SOLA RISPOSTA)

source: From time to time
it_ch: Qualche volta

source: D21: CODE 9 AND 10 - SINGLE CODES
it_ch: D21: ITEM 9 E 10 CODICE SINGOLO

source: Married or cohabiting couple, no children or no children living at home
it_ch: Sposato/a oppure convivente, nessun figlio oppure nessun figlio che vive in casa

source: Rural area or village
it_ch: un villaggio o un'area rurale

source: Train
it_ch: Treno

source: Very satisfied
it_ch: Molto soddisfatto/a

source: Generally speaking, please tell me if you are very satisfied, rather satisfied, rather unsatisfied or not at all satisfied with each of the following issues in [CITY NAME]?
it_ch: In generale, mi dica per favore se Lei è molto soddisfatto/a, abbastanza soddisfatto/a, non molto soddisfatto/a o per nulla soddisfatto/a di ciascuno dei seguenti servizi a [CITY NAME]:

source: Safety
it_ch: La sicurezza

source: Your personal job situation
it_ch: La sua situazione professionale

source: Small or medium-sized town
it_ch: una piccola o media cittadina

source: Professional (employed doctor, lawyer, accountant, architect, …)
it_ch: Professionista (medico dipendente, avvocato, commercialista, architetto )

source: It is easy to find good housing at a reasonable price in [CITY NAME]
it_ch: A [CITY NAME] è facile trovare un buon alloggio ad un prezzo ragionevole

source: Generally speaking, most people in my neighborhood can be trusted
it_ch: In generale, nel mio quartiere ci si può fidare della maggior parte della gente

source: Most of the time
it_ch: La maggior parte delle volte

source: Have you got a landline phone?
it_ch: Lei ha una linea telefonica fissa?

source: Could you tell me how many people aged 15 years or more live in your household, yourself included?
it_ch: Potrebbe dirmi di quante persone di 15 anni o più si compone il suo nucleo famigliare, lei compreso?

source: Other (DO NOT READ OUT)
it_ch: Altro (NON LEGGERE)

source: Q4: CODE 11 - SINGLE CODE
it_ch: Q4: ITEM 11 CODICE SINGOLO

source: Strongly disagree
it_ch: Molto in disaccordo

source: I live here since less than 1 year
it_ch: Vivo qui da meno di 1 anno

source: Cleanliness
it_ch: La pulizia

source: The financial situation of your household
it_ch: La situazione finanziaria della sua famiglia

source: Other employee (salesman, nurse, …)
it_ch: Altro tipo di impiegato (addetto alle vendite, infermiere…)

source: Owner of shop, craftsman
it_ch: Commerciante, artigiano

source: (READ OUT - ONE ANSWER ONLY)
it_ch: (LEGGERE - UNA SOLA RISPOSTA)

source: Would you say you are…?
it_ch: Direbbe di essere…

source: Seeking a job
it_ch: In cerca di lavoro

source: Manual worker
it_ch: Operaio specializzato

source: The noise level
it_ch: Il livello di rumore

source: The administrative services of [CITY NAME] help people efficiently
it_ch: I servizi amministrativi di [CITY NAME] aiutano i cittadini in modo efficiente

source: Urban public transport (bus, metro, tram, ferry, etc.)
it_ch: Trasporto pubblico urbano (autobus, metropolitana, tram, traghetto, ecc.)

source: Gender.
it_ch: Sesso dell'intervistato

source: [CITY NAME] is committed to fight against climate change (e.g.: energy efficiency, green transport)
it_ch: [CITY NAME] è impegnata nella lotta contro il cambiamento climatico (es. riducendo il consumo di energia oppure promuovendo alternative ecologiche al trasporto in auto)

source: Female
it_ch: Femmina

source: In your opinion, among the following issues, which are the three most important for [CITY NAME]?
it_ch: Tra le seguenti questioni, quali sono le tre più importanti per la Sua città?

source: What county do you live in?
it_ch: Potrebbe dirmi in che provincia vive attualmente?

source: I live here since between 5 to 10 years
it_ch: Vivo qui da 5-10 anni

source: I am satisfied to live in [CITY NAME]
it_ch: Sono soddisfatto di vivere a [CITY NAME]

source: Male
it_ch: Maschio

source: Social services
it_ch: I servizi sociali

source: Unemployment
it_ch: La disoccupazione

source: (READ OUT IF NECESSARY - ONE ANSWER ONLY)
it_ch: (LEGGERE SE NECESSARIO - UNA SOLA RISPOSTA)

source: Farmer, forester, fisherman
it_ch: Agricoltore, silvicoltore, pescatore

source: Civil servant
it_ch: Impiegato/a d’ufficio

source: Without a professional activity
it_ch: Non svolge alcuna attività professionale

source: ASK D5c IF EMPLOYEE, CODE 2 IN D5a
it_ch: PORRE D5c SE IMPIEGATO, CODICE 2 IN D5a

source: PROG: ROTATE ITEMS 1 TO 7
it_ch: PROG: RUOTARE ITEM DA 1 A 7

source: Education and training
it_ch: L'istruzione e la formazione

source: As far as your current occupation is concerned, would you say you are self-employed, an employee, a manual worker or would you say that you are without a professional activity?
it_ch: Per quanto riguarda la Sua occupazione attuale, direbbe di essere un lavoratore autonomo, un impiegato, un operaio o direbbe di non svolgere alcuna attività professionale?

source: Refusal (DO NOT READ OUT)
it_ch: Rifiuta (NON LEGGERE)

source: (ONE ANSWER ONLY)
it_ch: (UNA SOLA RISPOSTA)

source: Air pollution
it_ch: L'inquinamento dell'aria

source: I feel safe in [CITY NAME]
it_ch: Mi sento al sicuro a [CITY NAME]

source: Unskilled manual worker
it_ch: Operaio non specializzato

source: Sports facilities such as sport fields and indoor sport halls
it_ch: Infrastrutture sportive, come i campi sportivi e le sale per lo sport al coperto

source: The life you lead
it_ch: La vita che conduce

source: Rather unsatisfied
it_ch: Non molto soddisfatto/a

source: Rather satisfied
it_ch: Abbastanza soddisfatto/a

source: Professional (lawyer, medical practitioner, accountant, architect,…)
it_ch: Libero professionista (avvocato, medico, commercialista, architetto...)

source: Health services
it_ch: I servizi sanitari

source: Office clerk
it_ch: Altro impiegato/a

source: Retired
it_ch: Pensionato/a

source: (READ OUT – MAX. 3 ANSWERS)
it_ch: (LEGGERE - MASSIMO 3 RISPOSTE)

source: On the whole, are you very satisfied, fairly satisfied, not very satisfied or not at all satisfied with ...?
it_ch: Complessivamente, Lei è molto soddisfatto/a, abbastanza soddisfatto/a, non molto soddisfatto/a o per nulla soddisfatto/a di ciascuna delle seguenti situazioni?

source: PROG: ROTATE ITEMS 1 to 12
it_ch: PROG: RUOTARE ITEMS DA 1 A 12

source: None (DO NOT READ OUT)
it_ch: Nessuno (NON LEGGERE)

source: Almost never\ never
it_ch: Praticamente mai/Mai

source: Number of people aged 15 or more in the household
it_ch: Numero di persone di 15 anni o più nel nucleo familiare

source: Public transport, for example the bus, tram or metro
it_ch: Trasporti pubblici, per esempio gli autobus, i tram o la metropolitana

source: ASK D5b IF SELF-EMPLOYED, CODE 1 IN D5a
it_ch: PORRE D5b SE LAVORATORE AUTONOMO, CODICE 1 IN D5a

source: Student (full time)
it_ch: Studente (a tempo pieno)

source: I feel safe in my neighbourhood
it_ch: Mi sento al sicuro nel mio quartiere

source: Availability of retail shops
it_ch: Presenza di negozi

source: General management, director or top management
it_ch: Dirigente, direttore oppure alto dirigente

source: Strongly agree
it_ch: Completamente d'accordo

source: How old were you when you stopped full-time education?
it_ch: Quanti anni aveva quando ha completato gli studi a tempo pieno?

source: Ship or boat
it_ch: Nave o barca

source: Bicycle
it_ch: Bicicletta

source: How old are you?
it_ch: Quanti anni ha?

source: Motorbike
it_ch: Moto

source: (READ OUT - MAX. 2 ANSWERS)
it_ch: (LEGGERE - MASSIMO 2 RISPOSTE)

source: Single parent, one or more children living at home
it_ch: Genitore single, uno o più figli che vivono in casa

source: Self-employed
it_ch: Lavoratore autonomo

source: The state of the streets and buildings in your neighbourhood
it_ch: Lo stato delle strade e degli edifici nel Suo quartiere

source: Fairly satisfied
it_ch: Abbastanza soddisfatto/a

source: Generally speaking, most people in [CITY NAME] can be trusted
it_ch: In generale, a [CITY NAME] ci si può fidare della maggior parte della gente

source: (READ OUT - SINGLE CODE)
it_ch: (LEGGERE - UNA SOLA RISPOSTA)

source: On a typical day, which mode or modes of transport do you use most often?
it_ch: In una giornata tipo, quali mezzi di trasporto utilizza più spesso?

source: Schools and other educational facilities
it_ch: Scuole e altri servizi di formazione

source: The quality of the air
it_ch: La qualità dell'aria

source: Married or cohabiting couple, with one or more children living at home
it_ch: Sposato/a oppure convivente, con uno o più figli che vivono in casa

source: Middle management
it_ch: quadri intermedi (funzionari, insegnanti)

source: Foreigners who live in [CITY NAME] are well integrated
it_ch: Gli stranieri che vivono a [CITY NAME] sono ben integrati

source: Health care services, doctors and hospitals
it_ch: Servizi sanitari offerti dai medici e dagli ospedali

source: Employee
it_ch: Impiegato

source: ASK D5d IF MANUAL WORKER, CODE 3 IN D5a
it_ch: PORRE D5d SE OPERAIO, CODICE 3 IN D5a

source: Public spaces such as markets, squares, pedestrian areas
it_ch: Spazi pubblici, come mercati, piazze, aree pedonali

source: Would you say you live in a…?
it_ch: Direbbe che lei abita…?

source: Which of the following best describes your household composition?
it_ch: Quale delle seguenti situazioni descrive meglio la composizione della Sua famiglia?

source: Manager of a company
it_ch: Dirigente di un'azienda

source: I live here since 1 to 5 years
it_ch: Vivo qui da 1-5 anni

source: Not very satisfied
it_ch: Non molto soddisfatto/a

source: Road infrastructure
it_ch: L'infrastruttura stradale

source: PROG: ROTATE ITEMS 1 TO 10
it_ch: PROG: RUOTARE ITEMS DA 1 A 10

source: The presence of foreigners is good for [CITY NAME]
it_ch: Per [CITY NAME] la presenza di stranieri è una buona cosa

source: (WRITE DOWN - IF "DK" CODE '98' - IF "REFUSAL" CODE '99')
it_ch: (REGISTRARE - SE "NON SA" CODICE '98' - SE "RIFIUTA" CODICE '99'

source: DK (DO NOT READ OUT)
it_ch: NON SA (NON LEGGERE)

source: Yes
it_ch: si

source: Green spaces such as parks and gardens
it_ch: Spazi verdi, come i parchi ed i giardini

source: ASK D5e IF WITHOUT A PROFESSIONAL ACTIVITY, CODE 4 IN D5a
it_ch: PORRE D5e SE NON SVOLGE ALCUNA ATTIVITÀ PROFESSIONALE, CODICE 4 IN D5a

source: (INT.: IF "STILL STUDYING", CODE ‘00’ - IF "NO EDUCATION" CODE '01' - IF "REFUSAL" CODE '98' - IF "DK" CODE '99')
it_ch: (INT.: SE "STUDIA ANCORA", CODIFICARE '00' - SE "NESSUN TITOLO DI STUDIO" CODIFICA '01' - SE "RIFIUTA" CODIFICARE '98' - SE "NON SA" CODIFICARE '99')

source: Other
it_ch: Altro

source: (WRITE DOWN - IF "REFUSAL" CODE '99')
it_ch: (SCRIVERE CHIARAMENTE - SE "RIFIUTA" CODICE '99')

source: FL419 - Quality of life in European Cities UK
it_ch: FL419 - Quality of life in European CitiesCHI

source: Somewhat agree
it_ch: Piuttosto d’accordo

source: Cultural facilities such as concert halls, theatres, museums and libraries
it_ch: Le infrastrutture culturali, come le sale da concerto, i teatri, i musei e le biblioteche

source: The place where you live
it_ch: Il luogo in cui vive

source: Was born here/ I’ve been living here for all my life
it_ch: Sono nato/a qui/Ho vissuto qui tutta la mia vita

source: IF OTHER or DON'T KNOW IN D12, CODES 198 or 199 in D12, STOP THE INTERVIEW
it_ch: SE "ALTRO" o "NON SO" IN D12, CODICI 198 o 199 in D12, INTERROMPERE L'INTERVISTA

source: Supervisor\ foreman (team manager, …)
it_ch: Supervisore\caposquadra (responsabile della squadra…)

source: I live here since more than 10 years
it_ch: Vivo qui da più di 10 anni

source: For how long have you been living in [CITY NAME]?
it_ch: Da quanto tempo vive a [CITY NAME]?

source: Looking after the home
it_ch: Casalinga/o
